alsa-utils
arch-install-scripts
audacity
autoconf
automake
base
bc
beep
binutils
bison
blender
docker
dzen2
evince
fakeroot
fdupes
ffmpeg
ffmpegthumbnailer
figlet
file
findutils
flameshot
flex
flite
fprintd
fzf
gawk
gcc
gettext
gimp
git
grep
groff
grub
gvfs-mtp
gzip
htop
imagemagick
imlib2
inetutils
inkscape
intel-ucode
libexif
libreoffice-still
libtool
libxft
linux-firmware
linux-lts
linux-lts-headers
m4
make
man-db
man-pages
moc
mpv
neofetch
neomutt
neovim
net-tools
networkmanager
nitrogen
nodejs
noto-fonts
npm
ntfs-3g
pacman
pandoc
pass
patch
pavucontrol
pcmanfm
pkgconf
pulseaudio
pulseaudio-alsa
python-babel
python-lxml
python-pip
ranger
raw-thumbnailer
rclone
redshift
sdcv
sed
shellcheck
simplescreenrecorder
slock
speedtest-cli
sudo
sxhkd
sxiv
syncthing
telegram-desktop
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tipp10
transmission-cli
tree
tumbler
udisks2
unrar
unzip
uwsgi
uwsgi-plugin-python
w3m
wget
which
words
xautolock
xclip
xdotool
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xsetroot
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
