base-devel
networkmanager
ranger
alsa
alsa-utils
libinput
xorg-server
xorg-xinit
xf86-video-intel
xorg-xsetroot
xorg-xbacklight
xorg-xinput
xorg-xev
xdotool
zsh
git
man
man-pages
terminus-font
noto-fonts
adobe-source-code-pro-fonts
intel-ucode
libexif
imlib2
neomutt
sdcv
zathura
zathura-pdf-mupdf
zathura-djvu
words
flite
ntfsprogs
udisks2
mpv
moc
ffmpeg
figlet
gnupg
pass
htop
tree
w3m
zip
unzip
tar
feh
xcape
neofetch
wget
mtpfs
rclone
beep
imagemagick
fdupes
redshift
fprintd
youtube-dl
transmission-cli
pcmanfm
pandoc
python-pip
cairo
sox
r tk
gvfs-mtp
gnumeric
texlive-core
texlive-pictures
texlive-science
stellarium
gimp
inkscape
tipp10
telegram-desktop
arch-install-scripts
syncthing
